/* Class = "UILabel"; text = "Currency:"; ObjectID = "1tE-KH-GgQ"; */
"1tE-KH-GgQ.text" = "通貨：";

/* Class = "UILabel"; text = "-"; ObjectID = "7Jf-9P-swW"; */
"7Jf-9P-swW.text" = "-";

/* Class = "UILabel"; text = "-"; ObjectID = "a5J-nj-hCV"; */
"a5J-nj-hCV.text" = "-";

/* Class = "UILabel"; text = "No Previous Bookings"; ObjectID = "BD0-Nh-gV7"; */
"BD0-Nh-gV7.text" = "過去の予約はありません。";

/* Class = "UIBarButtonItem"; title = "Edit"; ObjectID = "bxB-1a-tYE"; */
"bxB-1a-tYE.title" = "編集";

/* Class = "UILabel"; text = "You'll see your bookings history here."; ObjectID = "Caw-1P-jsD"; */
"Caw-1P-jsD.text" = "予約履歴を確認";

/* Class = "UIBarButtonItem"; title = "Account"; ObjectID = "dl6-zf-uEd"; */
"dl6-zf-uEd.title" = "アカウント";

/* Class = "UILabel"; text = "Email"; ObjectID = "exk-9i-LGA"; */
"exk-9i-LGA.text" = "Email";

/* Class = "UILabel"; text = "Name"; ObjectID = "gCe-ec-rBq"; */
"gCe-ec-rBq.text" = "名前";

/* Class = "UIButton"; normalTitle = "DON'T SEE YOUR BOOKING?"; ObjectID = "GKc-Sl-Ng6"; */
"GKc-Sl-Ng6.normalTitle" = "ご予約が見つかりませんか？";

/* Class = "UILabel"; text = "Mobile:"; ObjectID = "HTc-vU-Wdc"; */
"HTc-vU-Wdc.text" = "携帯電話：";

/* Class = "UIBarButtonItem"; title = "Update"; ObjectID = "Jun-9F-188"; */
"Jun-9F-188.title" = "更新";

/* Class = "UILabel"; text = "No Upcoming Bookings"; ObjectID = "lHY-xm-GLc"; */
"lHY-xm-GLc.text" = "現在、予約がありません。";

/* Class = "UINavigationItem"; title = "ACCOUNT"; ObjectID = "MJe-3Z-jEm"; */
"MJe-3Z-jEm.title" = "アカウント";

/* Class = "UILabel"; text = "When you book a hotel, you'll see your details here."; ObjectID = "o9Z-4F-Xc6"; */
"o9Z-4F-Xc6.text" = "宿泊をご予約する際、詳細はこちらに表示されます。";

/* Class = "UILabel"; text = "Passport:"; ObjectID = "tbe-68-j9u"; */
"tbe-68-j9u.text" = "パスポート：";

/* Class = "UILabel"; text = "Residence:"; ObjectID = "Urr-ao-qQG"; */
"Urr-ao-qQG.text" = "居住地:";

/* Class = "UILabel"; text = "Nationality:"; ObjectID = "V9B-Y9-csL"; */
"V9B-Y9-csL.text" = "国籍：";

/* Class = "UILabel"; text = "Name"; ObjectID = "Wh7-tI-RD6"; */
"Wh7-tI-RD6.text" = "氏名";

/* Class = "UINavigationItem"; title = "EDIT PROFILE"; ObjectID = "x97-Fc-3Zl"; */
"x97-Fc-3Zl.title" = "プロフィールを編集";

/* Class = "UIButton"; normalTitle = "SIGN OUT"; ObjectID = "yXj-Vt-m1z"; */
"yXj-Vt-m1z.normalTitle" = "サインアウト";


/* Class = "UIButton"; normalTitle = "SIGN UP USING EMAIL"; ObjectID = "2nR-nd-jf2"; */
"2nR-nd-jf2.normalTitle" = "Eメールアドレスで登録";

/* Class = "UILabel"; text = "Email"; ObjectID = "5Po-Cn-Hs5"; */
"5Po-Cn-Hs5.text" = "Email";

/* Class = "UIButton"; normalTitle = "HAVE AN ACCOUNT? LOGIN"; ObjectID = "Bif-QL-Vmv"; */
"Bif-QL-Vmv.normalTitle" = "アカウントをお持ちの場合は、ログインして下さい";

/* Class = "UILabel"; text = "OR"; ObjectID = "bWc-9T-49p"; */
"bWc-9T-49p.text" = "又は";

/* Class = "UIButton"; normalTitle = "CONNECT WITH FACEBOOK"; ObjectID = "Dj6-7t-BXl"; */
"Dj6-7t-BXl.normalTitle" = "Facebookと連携";

/* Class = "UIButton"; normalTitle = "SUBMIT"; ObjectID = "Dx1-Ng-oXQ"; */
"Dx1-Ng-oXQ.normalTitle" = "送信";

/* Class = "UILabel"; text = "Email"; ObjectID = "gWD-J6-ZqD"; */
"gWD-J6-ZqD.text" = "Email";

/* Class = "UINavigationItem"; title = "RETRIEVE BOOKINGS"; ObjectID = "lxH-B2-HUR"; */
"lxH-B2-HUR.title" = "予約を探す";

/* Class = "UINavigationItem"; title = "Sign Up"; ObjectID = "MvD-UZ-RKs"; */
"MvD-UZ-RKs.title" = "登録";

/* Class = "UILabel"; text = "Email"; ObjectID = "NbM-id-qZF"; */
"NbM-id-qZF.text" = "Email";

/* Class = "UIButton"; normalTitle = "Sign In with Facebook"; ObjectID = "UOE-qO-9J6"; */
"UOE-qO-9J6.normalTitle" = "Facebookアカウントでログイン";

